{"data": {"container_type": "Author", "filled": ["basics", "indices", "counts", "coauthors", "publications", "public_access"], "scholar_id": "g9B1IoQAAAAJ", "source": "AUTHOR_PROFILE_PAGE", "name": "Brock Bergseth", "url_picture": "https://scholar.googleusercontent.com/citations?view_op=view_photo&user=g9B1IoQAAAAJ&citpid=1", "affiliation": "DECRA Research Fellow, James Cook University", "organization": 1264566496879567180, "interests": ["conservation", "human behaviour change", "fisheries", "poaching", "illegal fishing"], "email_domain": "@my.jcu.edu.au", "citedby": 828, "citedby5y": 612, "hindex": 14, "hindex5y": 13, "i10index": 15, "i10index5y": 15, "cites_per_year": {"2014": 5, "2015": 34, "2016": 29, "2017": 47, "2018": 96, "2019": 89, "2020": 98, "2021": 140, "2022": 127, "2023": 134, "2024": 23}, "coauthors": [{"container_type": "Author", "filled": [], "scholar_id": "1JjtS28AAAAJ", "source": "CO_AUTHORS_LIST", "name": "Garry R Russ", "affiliation": "James Cook University"}, {"container_type": "Author", "filled": [], "scholar_id": "pgldl5oAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Joshua Cinner", "affiliation": "Professor of Geography & ARC Laureate Fellow, School of Geosciences, University of Sydney"}, {"container_type": "Author", "filled": [], "scholar_id": "o2nROwkAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Adrian Arias", "affiliation": "ARC Center of Excellence for Coral Reef Studies, James Cook University"}, {"container_type": "Author", "filled": [], "scholar_id": "XLczQy4AAAAJ", "source": "CO_AUTHORS_LIST", "name": "Justin Rizzari", "affiliation": "School of Life and Environmental Sciences, Deakin University"}, {"container_type": "Author", "filled": [], "scholar_id": "4m_0188AAAAJ", "source": "CO_AUTHORS_LIST", "name": "David Williamson", "affiliation": "Assistant Director - Great Barrier Reef Marine Park Authority"}, {"container_type": "Author", "filled": [], "scholar_id": "4pc5-ukAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Ashley J Frisch", "affiliation": "Research Coordinator at Reef HQ, Great Barrier Reef Marine Park Authority"}, {"container_type": "Author", "filled": [], "scholar_id": "YiPSEBIAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Tiffany H. Morrison", "affiliation": "University of Melbourne, James Cook University, Wageningen University & Research"}, {"container_type": "Author", "filled": [], "scholar_id": "zpAnejQAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Dr Jane Addison", "affiliation": "James Cook University"}, {"container_type": "Author", "filled": [], "scholar_id": "_BQ760IAAAAJ", "source": "CO_AUTHORS_LIST", "name": "Rachel Turner", "affiliation": "Environment and Sustainability Institute, University of Exeter"}], "publications": [{"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Measuring and monitoring compliance in no‐take marine reserves", "pub_year": 2015, "citation": "Fish and fisheries 16 (2), 240-258, 2015", "author": "Brock J Bergseth and Garry R Russ and Joshua E Cinner", "journal": "Fish and fisheries", "volume": "16", "number": "2", "pages": "240-258", "abstract": "No‐take marine reserves are increasingly popular tools for conservation and fisheries management. While much attention has been paid to evaluating the effects of design aspects (size, location, etc.) in achieving reserve objectives, less emphasis has been placed on the role of stakeholder compliance. Therefore, the first aim of this study was to evaluate the state of compliance literature and examine the methods used to measure compliance in reserves. The state of compliance literature is limited, although publications with compliance information have increased sixfold in the last decade. However, most studies containing compliance information (63%) fail to provide quantitative estimates. Furthermore, most (95%) quantitative estimates of compliance were reported using a single method, which is problematic because each method has biases and limited applicability. Methods used to indicate compliance include …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:qjMakFHDy7sC", "num_citations": 158, "citedby_url": "/scholar?hl=en&cites=8098512750756384602", "cites_id": ["8098512750756384602"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/faf.12051", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Wk_OZXCyY3AJ:scholar.google.com/", "cites_per_year": {"2014": 4, "2015": 23, "2016": 11, "2017": 16, "2018": 20, "2019": 17, "2020": 21, "2021": 20, "2022": 13, "2023": 12, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Trust, confidence, and equity affect the legitimacy of natural resource governance", "pub_year": 2016, "citation": "Ecology and Society 21 (3), 2016", "author": "Rachel A Turner and Jane Addison and Adrian Arias and Brock J Bergseth and Nadine A Marshall and Tiffany H Morrison and Renae C Tobin", "journal": "Ecology and Society", "volume": "21", "number": "3", "publisher": "Resilience Alliance", "abstract": "Social-ecological systems are often highly complex, making effective governance a considerable challenge. In large, heterogeneous systems, hierarchical institutional regimes may be efficient, but effective management outcomes are dependent on stakeholder support. This support is shaped by perceptions of legitimacy, which risks being undermined where resource users are not engaged in decision-making. Although legitimacy is demonstrably critical for effective governance, less is known about the factors contributing to stakeholders’ perceptions of legitimacy or how these perceptions are socially differentiated. We quantitatively assessed stakeholder perceptions of legitimacy (indicated by support for rules) and their contributory factors among 307 commercial fishers and tourism operators in Australia’s Great Barrier Reef Marine Park. Legitimacy was most strongly associated with trust in information from …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:Tyk-4Ss8FVUC", "num_citations": 143, "citedby_url": "/scholar?hl=en&cites=13773046012383272438", "cites_id": ["13773046012383272438"], "pub_url": "https://www.jstor.org/stable/26269961", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9h03I2CwI78J:scholar.google.com/", "cites_per_year": {"2016": 1, "2017": 6, "2018": 18, "2019": 21, "2020": 8, "2021": 31, "2022": 22, "2023": 28, "2024": 6}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A social–ecological approach to assessing and managing poaching by recreational fishers", "pub_year": 2017, "citation": "Frontiers in Ecology and the Environment 15 (2), 67-73, 2017", "author": "Brock J Bergseth and David H Williamson and Garry R Russ and Stephen G Sutton and Joshua E Cinner", "journal": "Frontiers in Ecology and the Environment", "volume": "15", "number": "2", "pages": "67-73", "abstract": "Effective conservation depends upon people's compliance with regulations, yet non‐compliance (eg poaching) is often the rule rather than the exception. Poaching is often clandestine and socially undesirable, requiring specialized, multidisciplinary approaches for assessment and management. We estimated poaching by recreational fishers in no‐fishing reserves of Australia's Great Barrier Reef Marine Park (GBRMP) by conducting social surveys and quantifying derelict (lost or discarded) fishing gear. Our study revealed that (1) between 3–18% of fishers admitted to poaching within the past year, (2) poaching activities were often concentrated at certain times (holidays) and in specific places (poaching hotspots), and (3) fishers’ primary motivations to poach were the perception of higher catches in reserves and a low probability of detection. Our results suggest that extolling certain ecological benefits of marine …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:d1gkVwhDpl0C", "num_citations": 78, "citedby_url": "/scholar?hl=en&cites=6619958432484586566", "cites_id": ["6619958432484586566"], "pub_url": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1002/fee.1457", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RnQYzB7R3lsJ:scholar.google.com/", "cites_per_year": {"2017": 4, "2018": 19, "2019": 10, "2020": 14, "2021": 16, "2022": 10, "2023": 5}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Impact of conservation areas on trophic interactions between apex predators and herbivores on coral reefs", "pub_year": 2015, "citation": "Conservation biology 29 (2), 418-429, 2015", "author": "Justin R Rizzari and Brock J Bergseth and Ashley J Frisch", "journal": "Conservation biology", "volume": "29", "number": "2", "pages": "418-429", "abstract": "Apex predators are declining at alarming rates due to exploitation by humans, but we have yet to fully discern the impacts of apex predator loss on ecosystem function. In a management context, it is critically important to clarify the role apex predators play in structuring populations of lower trophic levels. Thus, we examined the top‐down influence of reef sharks (an apex predator on coral reefs) and mesopredators on large‐bodied herbivores. We measured the abundance, size structure, and biomass of apex predators, mesopredators, and herbivores across fished, no‐take, and no‐entry management zones in the Great Barrier Reef Marine Park, Australia. Shark abundance and mesopredator size and biomass were higher in no‐entry zones than in fished and no‐take zones, which indicates the viability of strictly enforced human exclusion areas as tools for the conservation of predator communities. Changes in …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:u5HHmVD_uO8C", "num_citations": 76, "citedby_url": "/scholar?hl=en&cites=2173243607274734174", "cites_id": ["2173243607274734174"], "pub_url": "https://conbio.onlinelibrary.wiley.com/doi/abs/10.1111/cobi.12385", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XsL_5YvpKB4J:scholar.google.com/", "cites_per_year": {"2014": 1, "2015": 9, "2016": 15, "2017": 9, "2018": 11, "2019": 11, "2020": 7, "2021": 7, "2022": 4, "2023": 1, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Discerning the culture of compliance through recreational fisher's perceptions of poaching", "pub_year": 2018, "citation": "Marine Policy 89, 132-141, 2018", "author": "Brock J Bergseth and Matthew Roscher", "journal": "Marine Policy", "volume": "89", "pages": "132-141", "publisher": "Pergamon", "abstract": "Compliance is critical for effective conservation, and non-compliance regularly negates the desired outcomes of the world's marine protected areas. To increase compliance, practitioners must understand why resource users are breaking the rules, why these behaviours continue to occur, and how to effectively confront non-compliance. This study interviewed 682 recreational fishers of the Great Barrier Reef Marine Park (GBRMP) to examine the social components of compliance management. These components included fisher's perceptions of non-compliance, or poaching (defined here as fishing in no-take zones), as well as the beliefs, attitudes, normative influences, consumptive orientation and perceived behavioural controls that may influence fisher's decisions to poach. Encouragingly, most fishers had high perceptions of the legitimacy of management agencies and thought poaching was socially and …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:2osOgNQ5qMEC", "num_citations": 60, "citedby_url": "/scholar?hl=en&cites=8015733942320015089", "cites_id": ["8015733942320015089"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0308597X17306772", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8aYGJo2bPW8J:scholar.google.com/", "cites_per_year": {"2018": 8, "2019": 7, "2020": 10, "2021": 13, "2022": 7, "2023": 13, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Sixteen years of social and ecological dynamics reveal challenges and opportunities for adaptive management in sustaining the commons", "pub_year": 2019, "citation": "Proceedings of the National Academy of Sciences 116 (52), 26474-26483, 2019", "author": "Josh Eli Cinner and JD Lau and Andrew G Bauman and David A Feary and Fraser A Januchowski-Hartley and CA Rojas and ML Barnes and BJ Bergseth and E Shum and R Lahari and J Ben and NAJ Graham", "volume": "116", "number": "52", "pages": "26474-26483", "publisher": "National Academy of Sciences", "abstract": "Efforts to confront the challenges of environmental change and uncertainty include attempts to adaptively manage social–ecological systems. However, critical questions remain about whether adaptive management can lead to sustainable outcomes for both ecosystems and society. Here, we make a contribution to these efforts by presenting a 16-y analysis of ecological outcomes and perceived livelihood impacts from adaptive coral reef management in Papua New Guinea. The adaptive management system we studied was a customary rotational fisheries closure system (akin to fallow agriculture), which helped to increase the biomass of reef fish and make fish less wary (more catchable) relative to openly fished areas. However, over time the amount of fish in openly fished reefs slowly declined. We found that, overall, resource users tended to have positive perceptions about this system, but there were negative …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:ufrVoPGSRksC", "num_citations": 48, "citedby_url": "/scholar?hl=en&cites=5444477792858926347", "cites_id": ["5444477792858926347"], "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.1914812116", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:C-3b3rSrjksJ:scholar.google.com/", "cites_per_year": {"2020": 3, "2021": 11, "2022": 18, "2023": 15, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Addressing poaching in marine protected areas through voluntary surveillance and enforcement", "pub_year": 2018, "citation": "Nature Sustainability 1 (8), 421-426, 2018", "author": "Brock J Bergseth and Georgina G Gurney and Michele L Barnes and Adrian Arias and Joshua E Cinner", "journal": "Nature Sustainability", "volume": "1", "number": "8", "pages": "421-426", "publisher": "Nature Publishing Group UK", "abstract": "Poaching renders many of the world’s marine protected areas ineffective. Because enforcement capacity is often limited, managers are attempting to bolster compliance by engaging the latent surveillance potential of fishers. However, little is known about how fishers respond when they witness poaching. Here, we surveyed 2,111 fishers living adjacent to 55 marine protected areas in seven countries and found that 48% had previously observed poaching. We found that the most common response was inaction, with the primary reasons being: (1) conflict avoidance; (2) a sense that it was not their responsibility or jurisdiction; and (3) the perception that poaching was a survival strategy. We also quantified how institutional design elements or conditions were related to how fishers responded to poaching, and highlight ways in which fishers can be engaged while mitigating risks. These include emphasizing how …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:Y0pCki6q_DkC", "num_citations": 45, "citedby_url": "/scholar?hl=en&cites=15889190978817639295", "cites_id": ["15889190978817639295"], "pub_url": "https://www.nature.com/articles/s41893-018-0117-x", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f0PEvAK_gdwJ:scholar.google.com/", "cites_per_year": {"2018": 2, "2019": 5, "2020": 8, "2021": 8, "2022": 7, "2023": 12, "2024": 2}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Protected areas preserve natural behaviour of a targeted fish species on coral reefs", "pub_year": 2016, "citation": "Biological Conservation 198, 202-209, 2016", "author": "Brock J Bergseth and David H Williamson and Ashley J Frisch and Garry R Russ", "journal": "Biological Conservation", "volume": "198", "pages": "202-209", "publisher": "Elsevier", "abstract": "Marine protected areas are increasingly being implemented to attain a variety of conservation and fisheries management objectives. Although rarely considered, protection of targeted species within these areas may also conserve behaviours (e.g. boldness) that are often the first removed by human exploitation. Here we examine fish behaviour in fished, no-take, and no-entry management zones for a highly targeted reef fish species (coral trout; Plectropomus leopardus) on coral reefs in two regions of the Great Barrier Reef Marine Park, Australia. Using three behavioural metrics (flight-initiation distance, pre-flight behaviour, and escape trajectories), we demonstrate how protected areas, particularly no-entry zones, can effectively conserve naïve or bold behavioural traits in fish populations. Flight-initiation distance was consistently highest in fished zones, but the effects of protection afforded by no-take and no-entry …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:9yKSN-GCB0IC", "num_citations": 42, "citedby_url": "/scholar?hl=en&cites=7182020556023445736", "cites_id": ["7182020556023445736"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0006320716301367", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6LhUy6Spq2MJ:scholar.google.com/", "cites_per_year": {"2017": 7, "2018": 6, "2019": 7, "2020": 8, "2021": 3, "2022": 7, "2023": 3, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Decadal‐scale response of detritivorous surgeonfishes (family Acanthuridae) to no‐take marine reserve protection and changes in benthic habitat", "pub_year": 2018, "citation": "Journal of Fish Biology 93 (5), 887-900, 2018", "author": "Garry R Russ and Cody S Payne and Brock J Bergseth and Justin R Rizzari and Rene A Abesamis and Angel C Alcala", "journal": "Journal of Fish Biology", "volume": "93", "number": "5", "pages": "887-900", "publisher": "Blackwell Publishing Ltd", "abstract": "No‐take marine reserves (NTMR) are increasingly being implemented to mitigate the effects of fishing on coral reefs, yet determining the efficacy of NTMRs depends largely on partitioning the effects of fishing from the effect of benthic habitat. Species of coral‐reef fishes typically decline in density when subjected to fishing or benthic disturbances, but this is not always the case. This study documents the long‐term (8–31 years) response of six species of detritivorous surgeonfishes (family Acanthuridae) to NTMR protection and benthic habitat change at four islands (Apo, Sumilon, Mantigue, Selinog) in the central Philippines, each island with a NTMR and a monitored fished site. Despite being subject to moderate fishing pressure, these species did not increase in density with NTMR protection. However, density of these surgeonfishes had a strong negative relationship with cover of live hard coral and a strong …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:zYLM7Y9cAGgC", "num_citations": 33, "citedby_url": "/scholar?hl=en&cites=12576603748863859419", "cites_id": ["12576603748863859419"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jfb.13809", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:21rg03kSia4J:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 4, "2020": 9, "2021": 10, "2022": 2, "2023": 6, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "A synthesis of the prevalence and drivers of non-compliance in marine protected areas", "pub_year": 2021, "citation": "Biological Conservation 255, 108992, 2021", "author": "Josephine C Iacarella and Georgia Clyde and Brock J Bergseth and Natalie C Ban", "volume": "255", "pages": "108992", "publisher": "Elsevier", "abstract": "Non-compliance regularly negates the effectiveness of marine protected areas (MPAs) worldwide. Understanding and addressing non-compliance is critical given continued efforts to establish MPAs to meet international milestones (e.g., Aichi targets). We conducted a literature review and meta-analysis to address five key questions and research gaps for MPAs: 1) how is non-compliance best measured? 2) what are common drivers of non-compliance? 3) what is the overall prevalence of non-compliance? 4) how frequently is ecological failure of MPAs attributed to non-compliance? and 5) are there measurable management impacts on regulated fishing in MPAs (i.e., effective reduction of fishing)? We found 151 papers that had some focus on non-compliant resource extraction in MPAs and 96 that quantified it. Insufficient enforcement was the most cited driver of non-compliance, followed by several socio-economic …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:roLk4NBRz8UC", "num_citations": 30, "citedby_url": "/scholar?hl=en&cites=6356688032900407577", "cites_id": ["6356688032900407577"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0006320721000446", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GWEBNRZ-N1gJ:scholar.google.com/", "cites_per_year": {"2021": 2, "2022": 11, "2023": 14, "2024": 3}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Decadal-scale effects of benthic habitat and marine reserve protection on Philippine goatfish (F: Mullidae)", "pub_year": 2015, "citation": "Coral Reefs 34, 773-787, 2015", "author": "Garry R Russ and Brock J Bergseth and Justin R Rizzari and Angel C Alcala", "journal": "Coral Reefs", "volume": "34", "pages": "773-787", "publisher": "Springer Berlin Heidelberg", "abstract": "Reef fish populations can be affected by both fishing and changes in benthic habitat. Yet, partitioning these effects is often difficult, usually requiring an appropriate sampling design and long-term monitoring. Here we quantify, over a 30-yr period, the effects of benthic habitat change and no-take marine reserve (NTMR) protection on the density and species richness of a lightly harvested benthic-feeding reef fish family, the Mullidae (goatfish), at four Philippine islands. Boosted regression trees demonstrated that goatfish density and species richness had strong negative associations with hard coral cover and strong positive associations with cover of dead substratum. No-take marine reserve protection had no effect on the density or species richness of goatfish over 19 and 30 yr at Sumilon and Apo islands, respectively. However, environmental disturbances (e.g., typhoons, coral bleaching) that reduced hard …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:YsMSGLbcyi4C", "num_citations": 25, "citedby_url": "/scholar?hl=en&cites=16014473574226363796", "cites_id": ["16014473574226363796"], "pub_url": "https://link.springer.com/article/10.1007/s00338-015-1296-9", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lIWkEN7WPt4J:scholar.google.com/", "cites_per_year": {"2015": 2, "2016": 2, "2017": 5, "2018": 2, "2019": 1, "2020": 2, "2021": 4, "2022": 3, "2023": 4}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding non-compliance in small-scale fisheries: Shark fishing in Myanmar’s Myeik Archipelago", "pub_year": 2021, "citation": "Ambio 50, 572-585, 2021", "author": "Tracy MacKeracher and Me’ira Mizrahi and Brock Bergseth and Khin May Chit Maung and Zin Lin Khine and Ei Thal Phyu and Colin A Simpfendorfer and Amy Diedrich", "journal": "Ambio", "volume": "50", "pages": "572-585", "publisher": "Springer Netherlands", "abstract": "Achieving fisheries compliance is challenging in contexts where enforcement capacity is limited and the incentives for rule-breaking are strong. This challenge is exemplified in Myanmar, where an active shark fishery exists despite a nationwide ban on targeted shark fishing. We used the Kipling method (5W1H) to gather a complete story of non-compliance in five small-scale fishing communities in the Myeik Archipelago. Among 144 fishers surveyed, 49% were aware of the nationwide ban. Shark fishers (24%) tended to be younger individuals who did not own a boat and perceived shark fishing to be prevalent. Compliant fishers were motivated by a fear of sharks and lack of capacity (equipment, knowledge), whereas food and income were cited as key motivations for non-compliance. The results of our study emphasize that in resource-dependent communities, improving compliance for effective shark …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:_FxGoFyzp5QC", "num_citations": 24, "citedby_url": "/scholar?hl=en&cites=5691610247621124776", "cites_id": ["5691610247621124776"], "pub_url": "https://link.springer.com/article/10.1007/s13280-020-01400-1", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qCJuYV2p_E4J:scholar.google.com/", "cites_per_year": {"2021": 5, "2022": 7, "2023": 8, "2024": 3}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effective marine protected areas require a sea change in compliance management", "pub_year": 2018, "citation": "ICES Journal of Marine Science 75 (3), 1178-1180, 2018", "author": "Brock J Bergseth", "journal": "ICES Journal of Marine Science", "volume": "75", "number": "3", "pages": "1178-1180", "publisher": "Oxford University Press", "abstract": "Conservationists continue to put forth international milestone goals for preserving the world’s oceans (eg 30%; World Parks Congress, 2014) while assuming that this protection will be effective. However, most of the world’s “protected” oceans are plagued with persistent poaching problems and inadequate management capacity that render these reserves ineffective (Kelleher et al., 1995; Mora et al., 2006; Gill et al., 2017). Although the term marine protected area can encompass a range of protections, I focus here on no-take marine reserves (NTMRs), and define effectiveness as the ability to reduce or eliminate fishing mortality within their boundaries. There is no doubt that NTMRs can deliver substantial outcomes when effectively managed to ensure high compliance (Graham et al., 2011; Edgar et al., 2014; Cinner et al., 2016; Gill et al., 2017), but this is more often the exception, rather than the rule. For instance, my …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:eQOLeE2rZwMC", "num_citations": 22, "citedby_url": "/scholar?hl=en&cites=3510473329785523401", "cites_id": ["3510473329785523401"], "pub_url": "https://academic.oup.com/icesjms/article-abstract/75/3/1178/4098828", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yUxZ5-S0tzAJ:scholar.google.com/", "cites_per_year": {"2018": 8, "2019": 4, "2020": 1, "2021": 4, "2022": 4}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Partitioning no-take marine reserve (NTMR) and benthic habitat effects on density of small and large-bodied tropical wrasses", "pub_year": 2017, "citation": "PLoS One 12 (12), e0188515, 2017", "author": "Garry R Russ and Jake R Lowe and Justin R Rizzari and Brock J Bergseth and Angel C Alcala", "journal": "PLoS One", "volume": "12", "number": "12", "pages": "e0188515", "publisher": "Public Library of Science", "abstract": "No-take marine reserves (NTMRs) are increasingly implemented for fisheries management and biodiversity conservation. Yet, assessing NTMR effectiveness depends on partitioning the effects of NTMR protection and benthic habitat on protected species. Such partitioning is often difficult, since most studies lack well-designed sampling programs (i.e. Before-After-Control-Impact-Pair designs) spanning long-term time scales. Spanning 31 years, this study quantifies the effects of NTMR protection and changes to benthic habitat on the density of tropical wrasses (F. Labridae) at Sumilon and Apo Islands, Philippines. Five species of wrasse were studied: two species of large-bodied (40–50 cm TL) Hemigymnus that were vulnerable to fishing, and three species of small-bodied (10–25 cm TL) Thalassoma and Cirrhilabrus that were not targeted by fishing. NTMR protection had no measurable effect on wrasse density, irrespective of species or body size, over 20 (Sumilon) and 31 (Apo) years of protection. However, the density of wrasses was often affected strongly by benthic cover. Hemigymnus spp. had a positive association with hard coral cover, while Thalassoma spp. and Cirrhilabrus spp. had strong positive associations with cover of rubble and dead substratum. These associations were most apparent after environmental disturbances (typhoons, coral bleaching, crown of thorns starfish (COTS) outbreaks, use of explosives and drive nets) reduced live hard coral cover and increased cover of rubble, dead substratum and sand. Disturbances that reduced hard coral cover often reduced the density of Hemigymnus spp. and increased the density of …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:u-x6o8ySG0sC", "num_citations": 15, "citedby_url": "/scholar?hl=en&cites=5786917199965003254", "cites_id": ["5786917199965003254"], "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0188515", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9h2DcIhCT1AJ:scholar.google.com/", "cites_per_year": {"2018": 1, "2019": 2, "2020": 3, "2021": 3, "2022": 5, "2023": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Chasing the fish oil—do bunker vessels hold the key to fisheries crime networks?", "pub_year": 2018, "citation": "Frontiers in Marine Science 5, 267, 2018", "author": "Jessica H Ford and Brock Bergseth and Chris Wilcox", "journal": "Frontiers in Marine Science", "volume": "5", "pages": "267", "publisher": "Frontiers Media SA", "abstract": "Illegal, Unreported and Unregulated (IUU) fishing is recognized as a major threat to the health of the world's oceans. In addition, the discourse around IUU is recognizing and recommending that IUU be viewed through the lens of transnational crime. Reducing IUU fishing therefore requires a detailed understanding of how fishing fleets function and interact transnationally. However, this is difficult to determine because IUU fishing is by nature a clandestine activity, and often occurs in contexts that, by intention, make monitoring very difficult. Disentangling fleet activities therefore necessitates identifying and understanding how key players or actors function to support or guide IUU activities. In this regard, recent efforts have focused on identifying transshipment activities by finding and following refrigerated cargo (reefer) vessels. We suggest that bunker, or fuel vessels, may provide one solution to understanding and unraveling these IUU networks for two main reasons: they are fewer in number, are known to provide additional support to fishing vessels beyond refueling. In this respect, bunker vessels are also used to resupply provisions, and crew, thereby facilitating human trafficking and slavery, which is demonstrably rife in certain components of the commercial fishing realm (e.g., long distance or high seas fleets). Here, we illustrate how social network analysis (SNA) could be used as a methodological lens to expose previously clandestine IUU fishing fleet dynamics. Specifically, we highlight the connectedness of a tanker vessel, and several fishing and reefer vessels, in an area in the Southern Indian Ocean that has high levels of fishing and …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:W7OEmFMy1HYC", "num_citations": 11, "citedby_url": "/scholar?hl=en&cites=15922191033533862994", "cites_id": ["15922191033533862994"], "pub_url": "https://www.frontiersin.org/articles/10.3389/fmars.2018.00267/full", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UhSyt2L89twJ:scholar.google.com/", "cites_per_year": {"2020": 4, "2021": 1, "2022": 5, "2023": 0, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Closing the compliance gap in marine protected areas with human behavioural sciences", "pub_year": 2023, "citation": "Fish and Fisheries 24 (4), 695-704, 2023", "author": "Brock J Bergseth and Adrian Arias and Michele L Barnes and Iain Caldwell and Amber Datta and Stefan Gelcich and Sam H Ham and Jacqueline D Lau and Cristina Ruano‐Chamorro and Patrick Smallhorn‐West and Damian Weekers and Jessica Zamborain‐Mason and Joshua E Cinner", "volume": "24", "number": "4", "pages": "695-704", "abstract": "Advocates, practitioners and policy‐makers continue to use and advocate for marine protected areas (MPAs) to meet global ocean protection targets. Yet many of the worlds MPAs, and especially no‐take MPAs, are plagued by poaching and ineffective governance. Using a global dataset on coral reefs as an example, we quantify the potential ecological gains of governing MPAs to increase compliance, which we call the ‘compliance gap’. Using ecological simulations based on model posteriors of joint Bayesian hierarchical models, we demonstrate how increased compliance in no‐take MPAs could nearly double target fish biomass (91% increases in median fish biomass), and result in a 292% higher likelihood of encountering top predators. Achieving these gains and closing the compliance gap necessitates a substantial shift in approach and practice to go beyond optimizing enforcement, and towards governing …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:UebtZRa9Y70C", "num_citations": 7, "citedby_url": "/scholar?hl=en&cites=13630858600090103396", "cites_id": ["13630858600090103396"], "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/faf.12749", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZO7yaa2JKr0J:scholar.google.com/", "cites_per_year": {"2023": 6, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Effectiveness of interventions to shift drivers of roving banditry and reduce illegal fishing by Vietnamese blue boats", "pub_year": 2021, "citation": "Conservation Letters 14 (5), e12823, 2021", "author": "Chris Wilcox and Brock J Bergseth", "journal": "Conservation Letters", "volume": "14", "number": "5", "pages": "e12823", "abstract": "Illegal fishing via roving banditry, or fishing illegally in other countries’ territorial waters, continues to threaten the security, sustainability, and biodiversity of global marine resources. Yet, little is known about the behavioral drivers of banditry, and whether interventions can shift these. We address this critical knowledge gap by quantitatively surveying 82 fishers in two known port havens (Da Nang and Sa Ky, central Vietnam) for roving banditry by Vietnamese “blue boats,” before and after interventions aimed at reducing illegal fishing. We present three key findings: (1) displacement from the South China Sea and degraded local resources were primary behavioral drivers, (2) interventions increased perceptions of risk and shame if apprehended, and (3) the source of bail money (i.e., family vs. business) was highly predictive of whether fishers saw punishment as an adequate deterrent to illegal fishing. Lastly, we …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:Se3iqnhoufwC", "num_citations": 5, "citedby_url": "/scholar?hl=en&cites=2695749389175674875", "cites_id": ["2695749389175674875"], "pub_url": "https://conbio.onlinelibrary.wiley.com/doi/abs/10.1111/conl.12823", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-9dKack5aSUJ:scholar.google.com/", "cites_per_year": {"2022": 1, "2023": 3, "2024": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Countering avoidance strategies used by fishers to avoid detection during illegal fishing", "pub_year": 2021, "citation": "Frontiers in Marine Science 8, 619349, 2021", "author": "Adrian Arias and Brock J Bergseth and Damian Weekers and Chris Wilcox", "journal": "Frontiers in Marine Science", "volume": "8", "pages": "619349", "publisher": "Frontiers Media SA", "abstract": "Non-compliers typically avoid detection by authorities, benefiting from increased catch and income. While detection-avoidance strategies (e.g., secret compartments to hide illegal catch) are commonly used in the nature conservation context, they remain largely unstudied. We address this knowledge gap in three sections. First, we introduce and hypothesize the likelihood of non-compliers adopting detection-avoidance strategies in the broader conservation context. Second, we identify and categorize detection-avoidance strategies used by small-scale fishers. Third, we provide recommendations for countering detection-avoidance strategies (i.e., countermeasures). Because countermeasures are context-specific, they should be informed through systematic processes such as the intelligence cycle. If used properly, enforcement activities and countermeasures can help build voluntary compliance, particularly through procedural justice, or acting in a way that users perceive as fair and just."}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:LkGwnXOMwfcC", "num_citations": 3, "citedby_url": "/scholar?hl=en&cites=16625048373770194426", "cites_id": ["16625048373770194426"], "pub_url": "https://www.frontiersin.org/articles/10.3389/fmars.2021.619349/full", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-g1CpGkJuOYJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 1, "2023": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Poaching in marine protected areas: drivers of and responses to illegal fishing", "pub_year": 2018, "citation": "James Cook University, 2018", "author": "Brock J Bergseth", "abstract": "Conservation is primarily reliant on people's compliance with rules and regulations. Yet, non-compliance is widespread throughout the world, and regularly negates expected conservation outcomes. The effects of non-compliance are especially apparent in protected areas, where even short bursts of poaching (defined in this thesis as fishing in no-take zones, or no-fishing marine reserves) can rapidly negate the effects of protection that often take decades to produce (e.g. Russ & Alcala 2010; Wittemyer et al. 2014). In addition, efforts to reduce poaching often fail due to a lack of capacity, resources, and/or general understanding of the drivers or influences on the behaviour (e.g. Gill et al. 2017). Thus, curtailing poaching depends on gathering detailed information to guide specifically targeted behavioural and management interventions. However, gathering information on poaching is inherently difficult because it is an illegal, clandestine, and often socially unacceptable activity.  This thesis therefore addresses this considerable knowledge gap by applying specialized techniques to measure, assess, and understand poaching. Many methods and approaches can be used to assess and measure poaching, but no single method is a panacea, because each is limited in the information it can provide and subject to different types of bias (Gavin et al. 2010; Arias 2015; Bergseth et al. 2015). Reliably assessing and measuring poaching therefore necessitates a triangulation approach that utilizes complimentary methods to provide a holistic picture of poaching. Chapter 1 therefore provides a general introduction about the methods used to estimate …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:WF5omc3nYNoC", "num_citations": 2, "citedby_url": "/scholar?hl=en&cites=17072409659751263390", "cites_id": ["17072409659751263390"], "pub_url": "https://researchonline.jcu.edu.au/53851/", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nuxrzSFi7ewJ:scholar.google.com/", "cites_per_year": {"2021": 1, "2022": 0, "2023": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Compliance–The ‘Achilles heel’of protected areas", "pub_year": 2023, "citation": "Marine Policy 155, 105728, 2023", "author": "Brock Bergseth and Jon C Day", "journal": "Marine Policy", "volume": "155", "pages": "105728", "publisher": "Pergamon", "abstract": "Recent trends for rapidly establishing large protected areas demonstrate ongoing global interest in protected our remaining natural environments. However laudatory, these efforts rely on a significant, but uncertain assumption: that this protection will be effective. Unfortunately, many past efforts have been ineffective due to numerous types of implementation failures. We focus on one of the most pervasive and notoriously difficult reasons for failure - the inability to substantially reduce ongoing non-compliance in protected areas. We contend that this globally prevalent phenomenon is a symptom of fragmentary, reactive efforts to address compliance issues. This is best addressed by developing a rigorous, systematic approach to compliance management in protected areas. We are working with a team of compliance experts to finalise such a framework and approach, which will serve as the first step in an ongoing …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:hqOjcs7Dif8C", "num_citations": 1, "citedby_url": "/scholar?hl=en&cites=1303990890620070000", "cites_id": ["1303990890620070000"], "pub_url": "https://www.sciencedirect.com/science/article/pii/S0308597X23002610", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cCjBYc60GBIJ:scholar.google.com/", "cites_per_year": {"2023": 1}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Understanding the perceived conservation benefits of shark-marine tourism in the Global South", "pub_year": 2024, "citation": "Marine Policy 161, 105995, 2024", "author": "Aliya C Siddiqi and Brock J Bergseth and Amy Diedrich and Andrew Chin", "journal": "Marine Policy", "volume": "161", "pages": "105995", "publisher": "Pergamon", "abstract": "Shark and ray populations are declining due to the expansion of both target and non-target fisheries. Shark-marine tourism (SMT) has been advocated as a conservation approach to reduce pressure on shark populations by increasing their non-consumptive value and providing a potential livelihood option. However, diversification via tourism can create complex issues relating to the environment, policy, and local well-being. Additionally, little is known about the ecological or socio-economic effectiveness of shark-based marine tourism operations. This study explores how SMT programs may contribute to shark conservation by exploring practitioner perceptions of SMT and (a) its desired outcomes, success, and factors facilitating success; (b) how those outcomes were measured; (c) its effectiveness as a conservation tool; and (d) how alternative livelihoods or social engagement programs supported positive …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:5nxA0vEk-isC", "num_citations": 0, "pub_url": "https://www.sciencedirect.com/science/article/pii/S0308597X23005286", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:69T6A-UYW_MJ:scholar.google.com/", "cites_per_year": {}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Variation in the Physiological Condition of Common Coral Trout (Plectropomus leopardus) Unrelated to Coral Cover on the Great Barrier Reef, Australia", "pub_year": 2023, "citation": "Fishes 8 (10), 497, 2023", "author": "Morgan S Pratchett and Ciemon F Caballes and Jean-Paul A Hobbs and Joseph D DiBattista and Brock Bergseth and Peter Waldie and Curtis Champion and Samuel P Mc Cormack and Andrew S Hoey", "journal": "Fishes", "volume": "8", "number": "10", "pages": "497", "publisher": "MDPI", "abstract": "There are a wide variety of fishes that occur exclusively on coral reefs, though it is unclear to what extent these species (especially larger-bodied fisheries target species) are reliant on the specific reef habitat provided by corals. This study explored variation in the physiological condition of common coral trout (Plecropomus leopardus) on Australia’s Great Barrier Reef, explicitly testing whether fish condition varied with local coral cover in the aftermath of severe mass bleaching and coral loss. Both the physiological condition (specifically, the length–weight relationships, hepatocyte vacuolation, and electrical phase angle) of P. leopardus and the live cover of habitat-forming corals varied greatly among the sites considered in this study, but there was little correspondence between these factors. Fish condition was largely influenced by fish size and varied with latitude. While there was no apparent effect of recent coral bleaching and coral loss on the physiological condition of P. leopardus, this does not mean that these key fisheries species will be unaffected by further changes to the environmental conditions and reef habitat. It is important, therefore, that fisheries managers remain vigilant to apparent effects of climate change and other anthropogenic pressures on fisheries stocks."}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:0EnyYjriUFMC", "num_citations": 0, "pub_url": "https://www.mdpi.com/2410-3888/8/10/497", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jl3hjQAXsHwJ:scholar.google.com/", "cites_per_year": {}}, {"container_type": "Publication", "source": "AUTHOR_PUBLICATION_ENTRY", "bib": {"title": "Counterpoint to Claudet", "pub_year": 2018, "citation": "ICES Journal of Marine Science 75 (3), 1175-1176, 2018", "author": "Brock Bergseth", "journal": "ICES Journal of Marine Science", "volume": "75", "number": "3", "pages": "1175-1176", "publisher": "Oxford University Press", "abstract": "Claudet presents six conditions that can erroneously lead people to consider marine protected areas (MPAs) ineffective. Here, I expand on a briefly addressed, yet critical consideration that Claudet raises. The essence of Claudet’s sixth condition (ie failing to account for poaching would lead to erroneous conclusions that MPAs are ineffective) is that MPAs are inherently effective, as long as poaching is accounted for. However, a more conventional outlook is that if an MPA is poached, it is ineffective (or at least less effective). Poaching is defined here as fishing in no-take reserves or zones of MPAs where extractive uses are prohibited—these reserves can comprise only a portion, or the entirety of an MPA, depending on its specific goals and definition (see Day 2017).Specifically, the primary expectation of “fully protected areas”, or no-take reserves, is the significant reduction of fishing mortality within their boundaries …"}, "filled": true, "author_pub_id": "g9B1IoQAAAAJ:UeHWp8X0CEIC", "num_citations": 0, "pub_url": "https://academic.oup.com/icesjms/article-abstract/75/3/1175/4098853", "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TYBh0Gu1B_IJ:scholar.google.com/", "cites_per_year": {}}], "public_access": {"available": 10, "not_available": 2}}, "timestamp": 1712745693.155631}